adapta-gtk-theme
arc-gtk-theme
bat
bluez
bluez-utils
breeze-gtk
chafa
cmatrix
cowsay
dosfstools
dunst
fastfetch
fd
ffmpegthumbnailer
figlet
firefox
fish
fisher
foot
grim
gthumb
htop
hypridle
hyprland
hyprlock
ldns
lib32-nvidia-utils
lib32-pipewire
libnotify
libva-nvidia-driver
lolcat
lsd
luarocks
lutris
mediainfo
mtools
nano
noto-fonts-emoji
ntfs-3g
nvidia
nwg-look
obs-studio
obsidian
openssh
os-prober
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire-pulse
polkit-kde-agent
poppler
qalculate-gtk
qbittorrent
qpwgraph
qt5-wayland
qt6-wayland
ripgrep
rofi-calc
rofi-emoji
rofi-wayland
rsync
screenkey
sddm
sl
slurp
spotify-launcher
steam
steam-native-runtime
swww
sxiv
tldr
ufw
unzip
vlc
waybar
wev
wget
wireplumber
wl-clipboard
wlr-randr
wofi
wtype
xclip
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yazi
zip
