atomicwallet
brillo
cava
cbonsai
gotop
hyprshot
mkinitcpio-firmware
mkinitcpio-numlock
onlyoffice-bin
pandoc-bin
paru
paru-debug
pcloud-drive
pipes.sh
pyinstaller
python-pygobject-stubs
rocketchat-client-bin
sddm-theme-mountain-git
tradingview
vlc-pause-click-plugin
webcord
whatsapp-for-linux
xdg-ninja
