acpi
adapta-gtk-theme
alsa-tools
alsa-utils
arc-gtk-theme
base
base-devel
bat
bat-extras
bluez
bluez-utils
breeze-gtk
chafa
choose
clang
cmatrix
cowsay
deno
duf
dunst
dust
efibootmgr
exfat-utils
fastfetch
fd
ffmpegthumbnailer
figlet
firefox
fish
fisher
flatpak
foot
gdb
git
glow
gnome-keyring
gparted
gping
grim
grub
gthumb
heaptrack
htop
hyperfine
hypridle
hyprland
hyprlock
hyprpicker
intel-ucode
jupyter-notebook
lazygit
ldns
lib32-nvidia-utils
lib32-pipewire
libatomic_ops
libnotify
libva-nvidia-driver
linux
linux-firmware
linux-headers
lolcat
lsd
luarocks
lutris
mariadb
mediainfo
mtools
mysql-workbench
neovim
networkmanager
noto-fonts-emoji
npm
ntfs-3g
nvidia
nvidia-utils
nwg-look
obs-studio
obsidian
os-prober
pacman-contrib
papirus-icon-theme
pavucontrol
pinta
pipewire-pulse
polkit-kde-agent
poppler
protobuf
proton-vpn-gtk-app
python-pip
python-pipx
python-virtualenv
python-wheel
qalculate-gtk
qbittorrent
qt5-wayland
qt6-wayland
ripgrep
rofi-wayland
rsync
scons
sddm
sl
slurp
sof-firmware
spotify-launcher
starship
swww
tealdeer
texlive-fontsrecommended
texlive-latex
texlive-latexrecommended
thunderbird
timeshift
trash-cli
ttf-jetbrains-mono-nerd
udiskie
ufw
unzip
vim
vlc
waybar
wayland-utils
webkit2gtk-4.1
wev
wget
wireplumber
wl-clipboard
wlr-randr
wofi
wtype
xdg-desktop-portal-hyprland
xorg-xgamma
xorg-xhost
yazi
zathura
zathura-pdf-poppler
zip
