adapta-gtk-theme
arc-gtk-theme
base
base-devel
bat
bat-extras
bluez
bluez-utils
breeze-gtk
chafa
choose
chromium
clang
cmatrix
cowsay
deno
duf
dunst
dust
efibootmgr
exfat-utils
fastfetch
fd
ffmpegthumbnailer
figlet
firefox
fish
fisher
flatpak
foot
gdb
git
github-cli
glow
gparted
gping
grim
grub
gthumb
heaptrack
htop
hyperfine
hypridle
hyprland
hyprlock
hyprpicker
intel-ucode
jupyter-notebook
lazygit
ldns
lib32-nvidia-utils
lib32-pipewire
libatomic_ops
libnotify
libva-nvidia-driver
linux
linux-firmware
linux-headers
lolcat
lsd
luarocks
lutris
mediainfo
mtools
neovim
networkmanager
noto-fonts-emoji
npm
ntfs-3g
nvidia
nwg-look
obs-studio
obsidian
openssh
os-prober
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire-pulse
polkit-kde-agent
poppler
protobuf
python-pip
python-wheel
qalculate-gtk
qbittorrent
qt5-wayland
qt6-wayland
ripgrep
rofi-wayland
rsync
scons
sddm
sl
slurp
spotify-launcher
starship
swww
tealdeer
texlive-fontsrecommended
texlive-latex
texlive-latexrecommended
thunderbird
timeshift
trash-cli
ttf-jetbrains-mono-nerd
udiskie
ufw
unzip
vim
vlc
waybar
wayland-utils
webkit2gtk-4.1
wev
wget
wireplumber
wl-clipboard
wlr-randr
wofi
wtype
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yazi
zathura
zathura-pdf-poppler
zip
