arc-gtk-theme
atomicwallet
brave-bin
brillo
cbonsai
gotop-bin
mkinitcpio-firmware
mkinitcpio-numlock
onlyoffice-bin
pandoc-bin
paru
paru-debug
pcloud-drive
pinta
pipes.sh
pyinstaller
python-customtkinter
python-pygobject-stubs
rocketchat-client-bin
sddm-theme-mountain-git
showmethekey
steam-devices-git
ttf-times-new-roman
vesktop-bin
whatsapp-for-linux
xdg-ninja
zinit
